Repository: Vubbs/Portfolio
Catalog: Portfolio/Resources/Views.Home.AboutMe.*.resx
Languages: sv

source: Introduction
sv: Introduktion

source: Hello!
sv: Hej!

source: My name is
sv: Mitt namn är

source: and I am a programmer that currently studies at
sv: jag är en programmerare som för närvarande studerar på

source: One of Swedens largest Skills developers
sv: En av Sveriges största kompetensutvecklare

source: in
sv: i

source: with a focus on
sv: med fokus på

source: Programming Languages
sv: Programmeringsspråk

source: I am an individual that likes structure and likes to be challanged,
sv: Jag är en person som gillar struktur och gillar att bli utmanad,

source: wich is why I mostly enjoy working as a
sv: vilket är anledningen till att jag mest tycker om att arbeta inom

source: Coding logic and queries, and working with databases
sv: Kodning av logik och frågor samt arbete med databaser

source: backend programmer
sv: backend

source: I consider myself a cheery and goofy person, that often brings a smile or a laugh
sv: Jag ser mig själv som en glad och humoristisk person, som ofta bjuder på ett leende eller ett skratt

source: I currently reside in
sv: Jag bor för närvarande i

source: where I live with my sambo whom I've been with since
sv: där jag bor med min sambo som jag har varit tillsammans med sedan

source: Before I started studying as a programmer I was an educated chef
sv: Innan jag började plugga till programmerare var jag utbildad kock

source: and worked in both
sv: och jobbade både på

source: Biggest Zoo in the Nordic Countries
sv: Nordens största djurpark

source: as a chef in their
sv: som kock på deras

source: and before that I worked at
sv: och innan dess jobbade jag på

source: Hospital in
sv: Lasarettet i

source: as a chef making food for both the patients and their lunch restaurant
sv: som kock med att laga mat till både patienterna och deras lunchrestaurang

source: I am currently studying Programming at
sv: För nuvarande studerar jag Programmering vid

source: Lexicon: One of Swedens largest Skills developers
sv: Lexicon: En av Sveriges största kompetensutvecklare

source: I studied to become a chef at
sv: Jag har gått kockutbildning hos

source: The Schools that I attended for my education
sv: Skolorna jag gick till under utbildningen

source: I studied IT in Highschool at
sv: Jag gick IT-Linjen på

source: does no longer exist in
sv: finns ej kvar i

source: I worked as a chef at
sv: Jag har arbetat som kock på

source: I've had internship as a baker at
sv: Jag har haft praktik som bagare hos

source: Bakery that no longer exist sadly
sv: Har tyvärr gått i konkurs

source: I've had internship as a chef at
sv: Jag har haft praktik som kock hos

source: A school in a suburb called Åby north fom Norrköping
sv: En skola i Åby norr om Norrköping

source: A pre-school in Norrköping
sv: En förskola i Vrinneviområdet i Norrköping

source: Education and Work Experiences
sv: Utbildning och Arbetserfarenhet

source: Interests
sv: Intressen

source: My biggest hobby is Gaming, I've always liked games and my first game I remember playing was Super Mario Bros.
sv: Min största hobby är spel, jag har alltid gillat spel och mitt första spel jag minns att jag spelade var Super Mario Bros.

source: for the
sv: till

source: in the early to mid 90s
sv: i början till mitten av 90-talet

source: Now however I am mostly playing PC Games like
sv: Nu spelar jag dock mest PC-spel som

source: An online role playing game
sv: Ett online rollspel

source: Extremely laidback and fun farming RPG
sv: Ett riktigt kul och avslappnande farm-rollspel

source: Action RPG Made by
sv: Ett Action Rollspel gjort av

source: Other hobbies I enjoy consist of Cooking. Despite having worked with food most of my worklike, I still do enjoy cooking for and entertaining guests
sv: Andra hobbies jag tycker om består av matlagning. Trots att jag har arbetat med mat mest av mitt arbetsliv, tycker jag fortfarande om att laga mat för och underhålla gäster

source: I also enjoy Reading
sv: Jag tycker också om att läsa

source: Japanese Comics
sv: Japanska serietidningar

source: especially when commuting, great way to make the commute go a little faster
sv: särskilt när jag pendlar, ett bra sätt att få pendlingen att gå lite snabbare

source: Finishing Words
sv: Avslutande Ord

source: Thank you for taking an interest and reading about myself
sv: Tack för att du visade intresse och läste om mig själv

source: See you on the flip side
sv: Vi ses på andra sidan

source: Who am I?
sv: Vem är jag?
